9/data/attachments/65cad7a54c09021b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_f949c7f4-8bd4-475e-9547-a2b01ed5af7c</nif:username>
            <nif:friendToBeAdded>Laurie_office_Actions_24532_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>